Revit 2027 API
DividedSurface.VPatternIndent Property
The offset applied to the pattern by an integral number of grid nodes in the V-direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int VPatternIndent { get; set; }
Public Property VPatternIndent As Integer
	Get
	Set
public:
property int VPatternIndent {
	int get ();
	void set (int value);
}
member VPatternIndent : int with get, set
Property Value
Int32
See Also
Reference
DividedSurface Class
Autodesk.Revit.DB Namespace